{
  "header_background_image": {
    "dimensions": {
      "width": 1199,
      "height": 800
    },
    "alt": null,
    "copyright": null,
    "url": "https://rumamundi.cdn.prismic.io/rumamundi/4fe27b997dfb20b9f869bd735d4cd720080bca71_ruma-flipped.png"
  },
  "about_video_link": {
    "link_type": "Web",
    "url": "https://https://www.youtube.com/watch?v=Iz8-NDzXklI"
  },
  "header": [{
    "type": "heading1",
    "text": "Serving you with love and care",
    "spans": []
  }],
  "about_text": [{
    "type": "paragraph",
    "text": "Ruma Mundi is an award winning Licensed Real Estate Professional. She has been the leading agent in her specialist suburbs of Sydney’s North West for the past 15 years. ",
    "spans": []
  }, {
    "type": "paragraph",
    "text": "Displaying high level of integrity and professionalism, Ruma’s dedication to all her clients is reflected in her results with every campaign that she is honoured to represent. She has an unwavering passion for people coupled with a persona that is caring and approachable. She takes pride in always keeping her clients’ needs first and foremost. After 15 years in Real Estate, most of her clients now are either repeat clients or have been referred to her by previous clients or their families. ",
    "spans": []
  }, {
    "type": "paragraph",
    "text": "Ruma accredits her successful career to a number of factors:",
    "spans": []
  }, {
    "type": "list-item",
    "text": "Always being authentic and genuine with all her clients and keeping the clients’ needs first",
    "spans": []
  }, {
    "type": "list-item",
    "text": "Investing in training and development to enhance her skills & expertise",
    "spans": []
  }, {
    "type": "list-item",
    "text": "Having a great understanding for Marketing & Branding. This has always resulted in better exposure for the properties she represent. ",
    "spans": []
  }, {
    "type": "list-item",
    "text": "Giving back and supporting the Community she works in",
    "spans": []
  }, {
    "type": "list-item",
    "text": "Pure hard work. Loving what she does every day allows her to work passionately to assist her clients and her team ",
    "spans": []
  }, {
    "type": "paragraph",
    "text": "At this stage of her career, whilst she continues to list and sell, Ruma enjoys mentoring her Team and helping each individual in her team reach their highest potential and be successful in their career of choice – Real Estate!",
    "spans": []
  }, {
    "type": "paragraph",
    "text": "Ruma is often invited by industry organisations to speak and train others at conferences and seminars. She also volunteers and is delighted to be considered as an Ambassador for Real Estate Institute – Pathway to Professionalism Program.",
    "spans": []
  }, {
    "type": "paragraph",
    "text": "Ruma is also a loving wife and mother to 2 school going girls – Samara and Safira.",
    "spans": []
  }],
  "awards_header": [{
    "type": "heading6",
    "text": "Awards and Recognitions",
    "spans": []
  }],
  "awards_background_image": {
    "dimensions": {
      "width": 3600,
      "height": 2400
    },
    "alt": null,
    "copyright": null,
    "url": "https://rumamundi.cdn.prismic.io/rumamundi/428cb602fda005de859a70550fe96a8f14ee19e9_firstnationalawardsnight2018-16.jpg"
  }
}
